---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamCutSheetMass
source: html/5919f296-8ff5-9b80-a346-ab9baa98ef58.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamCutSheetMass Property

"Cut Sheet Mass": Calculated cut sheet mass [Sheet Mass per Unit Area * (Cut Overall Length * Cut Overall Width)]

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamCutSheetMass { get; }
```